Repository: misikovbrite/TurboTrack
Catalog: TurboTrack/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, nb, pt_br, ru, sv

source: I recommend this to nervous passengers. Knowledge really does replace fear.
da: Jeg anbefaler dette til nervøse passagerer. Viden erstatter virkelig frygt.
de: Ich empfehle dies nervösen Passagieren. Wissen ersetzt wirklich die Angst.
es: Lo recomiendo a pasajeros nerviosos. El conocimiento realmente reemplaza el miedo.
fr: Je recommande ceci aux passagers nerveux. Le savoir remplace vraiment la peur.
nb: Jeg anbefaler dette til nervøse passasjerer. Kunnskap erstatter virkelig frykt.
pt_br: Recomendo a passageiros nervosos. O conhecimento realmente substitui o medo.
ru: Рекомендую нервным пассажирам. Знание действительно заменяет страх.
sv: Jag rekommenderar detta till nervösa passagerare. Kunskap ersätter verkligen rädsla.

source: I stay calm during flights
da: Jeg er rolig under flyvninger
de: Ich bleibe beim Fliegen ruhig
es: Me mantengo tranquilo durante los vuelos
fr: Je reste calme en vol
nb: Jeg er rolig under flyreiser
pt_br: Eu fico calmo durante os voos
ru: Во время полётов я спокоен
sv: Jag är lugn under flygningar

source: I used to dread every flight. Now I check the forecast and know exactly what to expect.
da: Jeg plejede at frygte hver flyvning. Nu tjekker jeg prognosen og ved præcis hvad jeg kan forvente.
de: Früher hatte ich vor jedem Flug Angst. Jetzt prüfe ich die Vorhersage und weiß genau, was mich erwartet.
es: Solía temer cada vuelo. Ahora reviso el pronóstico y sé exactamente qué esperar.
fr: Avant, je redoutais chaque vol. Maintenant je vérifie la prévision et sais exactement à quoi m'attendre.
nb: Jeg pleide å frykte hver flyreise. Nå sjekker jeg prognosen og vet nøyaktig hva jeg kan forvente.
pt_br: Eu costumava temer cada voo. Agora verifico a previsão e sei exatamente o que esperar.
ru: Раньше я боялась каждого полёта. Теперь проверяю прогноз и точно знаю, чего ожидать.
sv: Jag brukade frukta varje flygning. Nu kollar jag prognosen och vet exakt vad jag kan förvänta mig.

source: I want to start preparing early
da: Jeg vil begynde at forberede mig tidligt
de: Ich möchte früh anfangen mich vorzubereiten
es: Quiero empezar a prepararme temprano
fr: Je veux commencer à me préparer tôt
nb: Jeg vil begynne å forberede meg tidlig
pt_br: Quero começar a me preparar cedo
ru: Хочу начать готовиться заранее
sv: Jag vill börja förbereda mig tidigt

source: I've considered it
da: Jeg har overvejet det
de: Ich habe es in Betracht gezogen
es: Lo he considerado
fr: J'y ai pensé
nb: Jeg har vurdert det
pt_br: Já pensei nisso
ru: Думал(а) об этом
sv: Jag har övervägt det

source: In a few months
da: Om nogle måneder
de: In ein paar Monaten
es: En unos meses
fr: Dans quelques mois
nb: Om noen måneder
pt_br: Em alguns meses
ru: Через несколько месяцев
sv: Om några månader

source: Is the plane safe?
da: Er flyet sikkert?
de: Ist das Flugzeug sicher?
es: ¿Es seguro el avión?
fr: L'avion est-il sûr?
nb: Er flyet trygt?
pt_br: O avião é seguro?
ru: Безопасен ли самолёт?
sv: Är flygplanet säkert?

source: Know Before
da: Vid før
de: Wissen Sie
es: Sepa antes
fr: Sachez avant
nb: Vit før
pt_br: Saiba antes
ru: Узнайте до
sv: Vet innan

source: Know what turbulence to expect before you board
da: Vid hvilke turbulenser du kan forvente før du går om bord
de: Erfahren Sie, welche Turbulenzen Sie vor dem Abflug erwartet
es: Sepa qué turbulencia esperar antes de abordar
fr: Sachez quelles turbulences attendre avant d'embarquer
nb: Vet hva slags turbulens du kan forvente før du går om bord
pt_br: Saiba que turbulência esperar antes de embarcar
ru: Узнайте, какую турбулентность ожидать, прежде чем сесть в самолёт
sv: Vet vilka turbulenser att förvänta innan du går ombord

source: Knowing turbulence in advance
da: Vide om turbulens på forhånd
de: Turbulenzen im Voraus kennen
es: Saber de la turbulencia con anticipación
fr: Connaître les turbulences à l'avance
nb: Vite om turbulens på forhånd
pt_br: Saber da turbulência com antecedência
ru: Знать о турбулентности заранее
sv: Veta om turbulens i förväg

source: Light
da: Let
de: Leicht
es: Leve
fr: Légère
nb: Lett
pt_br: Leve
ru: Лёгкая
sv: Lätt

source: Like cruising on a highway
da: Som at køre på motorvejen
de: Wie Fahren auf der Autobahn
es: Como conducir por autopista
fr: Comme rouler sur l'autoroute
nb: Som å kjøre på motorveien
pt_br: Como dirigir na rodovia
ru: Как поездка по шоссе
sv: Som att köra på motorvägen

source: Live reports from pilots flying right now — the same data airlines use
da: Live-rapporter fra piloter i luften netop nu — de samme data flyselskaber bruger
de: Live-Berichte von Piloten in der Luft jetzt — dieselben Daten wie die Airlines
es: Informes en vivo de pilotos ahora mismo — los mismos datos que usan las aerolíneas
fr: Rapports en direct de pilotes en vol maintenant — les mêmes données que les compagnies
nb: Direkterapporter fra piloter i luften nettopp nå — de samme data flyselskaper bruker
pt_br: Relatórios ao vivo de pilotos voando agora — os mesmos dados das companhias aéreas
ru: Живые отчёты пилотов в небе прямо сейчас — те же данные, что у авиакомпаний
sv: Direktrapporter från piloter i luften nu — samma data som flygbolagen använder

source: Loading PIREPs...
da: Indlæser PIREPs...
de: PIREPs werden geladen...
es: Cargando PIREPs...
fr: Chargement des PIREPs...
nb: Laster PIREPs...
pt_br: Carregando PIREPs...
ru: Загрузка PIREPs...
sv: Laddar PIREPs...

source: Loading...
da: Indlæser...
de: Laden...
es: Cargando...
fr: Chargement...
nb: Laster...
pt_br: Carregando...
ru: Загрузка...
sv: Laddar...

source: Losing control
da: Miste kontrollen
de: Kontrollverlust
es: Perder el control
fr: Perdre le contrôle
nb: Miste kontrollen
pt_br: Perder o controle
ru: Потеря контроля
sv: Tappa kontrollen

source: Map
da: Kort
de: Karte
es: Mapa
fr: Carte
nb: Kart
pt_br: Mapa
ru: Карта
sv: Karta

source: Meters (m)
da: Meter (m)
de: Meter (m)
es: Metros (m)
fr: Mètres (m)
nb: Meter (m)
pt_br: Metros (m)
ru: Метры (м)
sv: Meter (m)

source: Moderate
da: Moderat
de: Mäßig
es: Moderada
fr: Modérée
nb: Moderat
pt_br: Moderada
ru: Умеренная
sv: Måttlig

source: Mon
da: Man
de: Mo
es: Lun
fr: Lun
nb: Man
pt_br: Seg
ru: Пн
sv: Mån

source: My hands used to shake for days before a flight. Now I just check the app and breathe.
da: Mine hænder rystede i dagevis før en flyvning. Nu tjekker jeg bare appen og trækker vejret.
de: Meine Hände zitterten tagelang vor einem Flug. Jetzt prüfe ich einfach die App und atme.
es: Mis manos temblaban días antes de un vuelo. Ahora solo reviso la app y respiro.
fr: Mes mains tremblaient des jours avant un vol. Maintenant je vérifie l'app et je respire.
nb: Hendene mine pleide å skjelve dagene før en flyreise. Nå sjekker jeg bare appen og puster.
pt_br: Minhas mãos tremiam dias antes de um voo. Agora eu apenas verifico o app e respiro.
ru: Раньше у меня тряслись руки за дни до полёта. Теперь я просто проверяю приложение и дышу.
sv: Mina händer brukade skaka dagarna före en flygning. Nu kollar jag bara appen och andas.

source: My heart pounds and palms sweat
da: Mit hjerte hamrer og hænderne sveder
de: Mein Herz klopft und die Hände schwitzen
es: Mi corazón late fuerte y me sudan las manos
fr: Mon cœur bat fort et mes mains transpirent
nb: Hjertet banker og hendene svetter
pt_br: Meu coração dispara e as mãos suam
ru: Сердце колотится и ладони потеют
sv: Mitt hjärta bultar och händerna svettas

source: Nervous Flyer
da: Nervøs flypassager
de: Nervöser Fluggast
es: Viajera nerviosa
fr: Voyageuse nerveuse
nb: Nervøs flypassasjer
pt_br: Viajante nervosa
ru: Боится летать
sv: Nervös flygare

source: Never
da: Aldrig
de: Nie
es: Nunca
fr: Jamais
nb: Aldri
pt_br: Nunca
ru: Никогда
sv: Aldrig

source: New Search
da: Ny søgning
de: Neue Suche
es: Nueva búsqueda
fr: Nouvelle recherche
nb: Nytt søk
pt_br: Nova busca
ru: Новый поиск
sv: Ny sökning

source: No reports match your filters
da: Ingen rapporter matcher dine filtre
de: Keine Berichte entsprechen Ihren Filtern
es: No hay informes que coincidan con sus filtros
fr: Aucun rapport ne correspond à vos filtres
nb: Ingen rapporter samsvarer med filtrene dine
pt_br: Nenhum relatório corresponde aos seus filtros
ru: Нет отчётов, соответствующих фильтрам
sv: Inga rapporter matchar dina filter

source: No Thanks
da: Nej tak
de: Nein, danke
es: No, gracias
fr: Non merci
nb: Nei takk
pt_br: Não, obrigado
ru: Нет, спасибо
sv: Nej tack

source: None
da: Ingen
de: Keine
es: Ninguna
fr: Aucune
nb: Ingen
pt_br: Nenhuma
ru: Нет
sv: Ingen

source: Not knowing when it will hit
da: Ikke vide hvornår det rammer
de: Nicht wissen, wann es passiert
es: No saber cuándo ocurrirá
fr: Ne pas savoir quand ça arrivera
nb: Ikke vite når det slår til
pt_br: Não saber quando vai acontecer
ru: Не знаю, когда это случится
sv: Inte veta när det slår till

source: Not planned yet
da: Ikke planlagt endnu
de: Noch nicht geplant
es: Aún sin planificar
fr: Pas encore planifié
nb: Ikke planlagt ennå
pt_br: Ainda não planejado
ru: Ещё не запланировано
sv: Inte planerat än

source: Not really
da: Ikke rigtig
de: Nicht wirklich
es: No realmente
fr: Pas vraiment
nb: Ikke egentlig
pt_br: Não muito
ru: Не особо
sv: Inte direkt

source: Not satisfied? Get a full refund
da: Ikke tilfreds? Få fuld refusion
de: Nicht zufrieden? Volle Rückerstattung
es: ¿No estás satisfecho? Reembolso completo
fr: Pas satisfait ? Remboursement intégral
nb: Ikke fornøyd? Full refusjon
pt_br: Não está satisfeito? Reembolso total
ru: Не довольны? Полный возврат средств
sv: Inte nöjd? Full återbetalning

source: Notifications
da: Notifikationer
de: Benachrichtigungen
es: Notificaciones
nb: Varsler
pt_br: Notificações
ru: Уведомления
sv: Aviseringar

source: Observed
da: Observeret
de: Beobachtet
es: Observado
fr: Observé
nb: Observert
pt_br: Observado
ru: Наблюдалось
sv: Observerad

source: Optimizing for your comfort…
da: Optimerer for din komfort…
de: Optimiere für Ihren Komfort…
es: Optimizando para su comodidad…
fr: Optimisation pour votre confort…
nb: Optimaliserer for din komfort…
pt_br: Otimizando para seu conforto…
ru: Оптимизируем для вашего комфорта…
sv: Optimerar för din komfort…

source: Passenger Advisory
da: Passageranbefaling
de: Passagierhinweis
es: Aviso para pasajeros
fr: Avis aux passagers
nb: Passasjerråd
pt_br: Aviso ao passageiro
ru: Рекомендация для пассажиров
sv: Passagerarrådgivning

source: Payment will be charged to your Apple ID account at the confirmation of purchase. Subscription automatically renews unless it is cancelled at least 24 hours before the end of the current period. Your account will be charged for renewal within 24 hours prior to the end of the current period.
da: Betaling opkræves på din Apple ID-konto ved bekræftelse af købet. Abonnementet fornyes automatisk, medmindre det opsiges mindst 24 timer før udløbet af den aktuelle periode. Din konto opkræves for fornyelse inden for 24 timer inden periodens udløb.
de: Die Zahlung wird bei Kaufbestätigung Ihrem Apple-ID-Konto belastet. Das Abonnement verlängert sich automatisch, sofern es nicht mindestens 24 Stunden vor Ende des Zeitraums gekündigt wird. Ihr Konto wird innerhalb von 24 Stunden vor Ablauf für die Verlängerung belastet.
es: El pago se cargará a tu cuenta de Apple ID al confirmar la compra. La suscripción se renueva automáticamente a menos que se cancele al menos 24 horas antes del final del período actual. Tu cuenta será cargada por la renovación dentro de las 24 horas previas al final del período.
fr: Le paiement sera débité de votre compte Apple ID à la confirmation de l’achat. L’abonnement se renouvelle automatiquement sauf s’il est annulé au moins 24 heures avant la fin de la période en cours. Votre compte sera débité pour le renouvellement dans les 24 heures précédant la fin de la période.
nb: Betaling belastes Apple ID-kontoen din ved kjøpsbekreftelse. Abonnementet fornyes automatisk med mindre det avbestilles minst 24 timer før slutten av gjeldende periode. Kontoen din belastes for fornyelse innen 24 timer før periodens slutt.
pt_br: O pagamento será cobrado na sua conta Apple ID na confirmação da compra. A assinatura é renovada automaticamente a menos que seja cancelada pelo menos 24 horas antes do fim do período atual. Sua conta será cobrada pela renovação dentro de 24 horas antes do fim do período.
ru: Оплата будет списана с вашего Apple ID при подтверждении покупки. Подписка автоматически продлевается, если не отменена минимум за 24 часа до конца текущего периода. Оплата за продление снимается в течение 24 часов до окончания периода.
sv: Betalningen debiteras ditt Apple ID-konto vid köpbekräftelse. Prenumerationen förnyas automatiskt om den inte avbryts minst 24 timmar före slutet av den aktuella perioden. Ditt konto debiteras för förnyelse inom 24 timmar före periodens slut.

source: Picked driving over flying
da: Valgte at køre frem for at flyve
de: Habe das Auto statt des Flugzeugs gewählt
es: Elegí conducir en vez de volar
fr: J'ai choisi la route plutôt que l'avion
nb: Valgte å kjøre fremfor å fly
pt_br: Preferi dirigir a voar
ru: Выбрал(а) машину вместо самолёта
sv: Valde att köra istället för att flyga

source: Pilot Reports (PIREPs)
da: Pilotrapporter (PIREPs)
de: Pilotenberichte (PIREPs)
es: Informes de pilotos (PIREPs)
fr: Rapports de pilotes (PIREPs)
nb: Pilotrapporter (PIREPs)
pt_br: Relatórios de pilotos (PIREPs)
ru: Отчёты пилотов (PIREPs)
sv: Pilotrapporter (PIREPs)

source: Pilot reports of turbulence encounters
da: Pilotrapporter om turbulens
de: Pilotenberichte über Turbulenzerfahrungen
es: Informes de pilotos sobre encuentros con turbulencia
fr: Rapports de pilotes sur les rencontres de turbulences
nb: Pilotrapporter om turbulens
pt_br: Relatórios de pilotos sobre encontros com turbulência
ru: Отчёты пилотов о встречах с турбулентностью
sv: Pilotrapporter om turbulens

source: PIREP Reports
da: PIREP-rapporter
de: PIREP-Berichte
es: Informes PIREP
fr: Rapports PIREP
nb: PIREP-rapporter
pt_br: Relatórios PIREP
ru: Отчёты PIREP
sv: PIREP-rapporter

source: Plan ahead — check turbulence up to two weeks before your flight
da: Planlæg — tjek turbulens op til to uger før dit fly
de: Planen Sie voraus — prüfen Sie Turbulenzen bis zu zwei Wochen vor Ihrem Flug
es: Planifique — consulte la turbulencia hasta dos semanas antes de su vuelo
fr: Planifiez — consultez les turbulences jusqu'à deux semaines avant votre vol
nb: Planlegg i forkant — sjekk turbulens opp til to uker før flyet
pt_br: Planeje — verifique a turbulência até duas semanas antes do seu voo
ru: Планируйте заранее — проверяйте турбулентность за две недели до рейса
sv: Planera i förväg — kolla turbulens upp till två veckor före ditt flyg

source: Planning days ahead
da: Planlægge dage i forvejen
de: Tage im Voraus planen
es: Planificar con días de antelación
fr: Planifier des jours à l'avance
nb: Planlegge dager i forveien
pt_br: Planejar com dias de antecedência
ru: Планирование заранее
sv: Planera dagar i förväg

source: Powered by NOAA, FAA & Open-Meteo
da: Drevet af NOAA, FAA & Open-Meteo
de: Datenquellen: NOAA, FAA & Open-Meteo
es: Datos de NOAA, FAA y Open-Meteo
fr: Données NOAA, FAA & Open-Meteo
nb: Drevet av NOAA, FAA & Open-Meteo
pt_br: Dados da NOAA, FAA e Open-Meteo
ru: Данные NOAA, FAA и Open-Meteo
sv: Data från NOAA, FAA & Open-Meteo

source: Preparing Your Forecast Engine
da: Forbereder din prognosemotor
de: Vorhersage wird vorbereitet
es: Preparando tu motor de pronóstico
fr: Préparation de votre moteur de prévision
nb: Forbereder din prognosemotor
pt_br: Preparando seu motor de previsão
ru: Подготовка вашего прогноза
sv: Förbereder din prognosmotor

source: Preparing your personal forecast…
da: Forbereder din personlige prognose…
de: Bereite Ihre persönliche Vorhersage vor…
es: Preparando su pronóstico personal…
fr: Préparation de votre prévision personnelle…
nb: Forbereder din personlige prognose…
pt_br: Preparando sua previsão pessoal…
ru: Подготавливаем ваш персональный прогноз…
sv: Förbereder din personliga prognos…

source: Raw Report
da: Rårapport
de: Rohbericht
es: Informe en bruto
fr: Rapport brut
nb: Rårapport
pt_br: Relatório bruto
ru: Исходный отчёт
sv: Rårapport

source: Real Pilot
da: Piloters
de: Piloten-
es: Pilotos
fr: Vrais
nb: Pilotenes
pt_br: Pilotos
ru: Пилоты
sv: Piloternas

source: Real-time reports from the last 6 hours along your route
da: Realtidsrapporter fra de seneste 6 timer langs din rute
de: Echtzeitberichte der letzten 6 Stunden entlang deiner Route
es: Informes en tiempo real de las últimas 6 horas a lo largo de su ruta
fr: Rapports en temps réel des 6 dernières heures le long de votre itinéraire
nb: Sanntidsrapporter fra de siste 6 timene langs ruten din
pt_br: Relatórios em tempo real das últimas 6 horas ao longo da sua rota
ru: Отчёты за последние 6 часов вдоль вашего маршрута
sv: Realtidsrapporter från de senaste 6 timmarna längs din rutt

source: Refresh Interval
da: Opdateringsinterval
de: Aktualisierungsintervall
es: Intervalo de actualización
fr: Intervalle d'actualisation
nb: Oppdateringsintervall
pt_br: Intervalo de atualização
ru: Интервал обновления
sv: Uppdateringsintervall

source: Remind me
da: Påmind mig
de: Erinnere mich
es: Recordarme
fr: Me rappeler
nb: Påminn meg
pt_br: Lembrar-me
ru: Напомнить мне
sv: Påminn mig

source: Remind Me
da: Påmind mig
de: Erinnere mich
es: Recordarme
fr: Me rappeler
nb: Påminn meg
pt_br: Lembrar-me
ru: Напомнить
sv: Påminn mig

source: Reminder set!
da: Påmindelse sat!
de: Erinnerung gesetzt!
es: ¡Recordatorio configurado!
fr: Rappel activé !
nb: Påminnelse satt!
pt_br: Lembrete definido!
ru: Напоминание установлено!
sv: Påminnelse inställd!

source: Renews weekly. Cancel anytime
da: Fornyes ugentligt. Annullér når som helst
de: Wöchentliche Verlängerung. Jederzeit kündbar
es: Se renueva semanalmente. Cancela cuando quieras
fr: Renouvellement hebdomadaire. Annulez à tout moment
nb: Fornyes ukentlig. Avbryt når som helst
pt_br: Renovação semanal. Cancele a qualquer momento
ru: Еженедельное продление. Отмена в любое время
sv: Förnyas varje vecka. Avbryt när som helst

source: Reports
da: Rapporter
de: Berichte
es: Informes
fr: Rapports
nb: Rapporter
pt_br: Relatórios
ru: Отчёты
sv: Rapporter

source: Restore Purchases
da: Gendan køb
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
nb: Gjenopprett kjøp
pt_br: Restaurar compras
ru: Восстановить покупки
sv: Återställ köp

source: Retry
da: Prøv igen
de: Erneut versuchen
es: Reintentar
fr: Réessayer
nb: Prøv igjen
pt_br: Tentar novamente
ru: Повторить
sv: Försök igen

source: Route Overview
da: Ruteoversigt
de: Routenübersicht
es: Resumen de la ruta
fr: Aperçu de l'itinéraire
nb: Ruteoversikt
pt_br: Visão geral da rota
ru: Обзор маршрута
sv: Ruttöversikt

source: Route Profile
da: Ruteprofil
de: Routenprofil
es: Perfil de ruta
fr: Profil de route
nb: Ruteprofil
pt_br: Perfil da rota
ru: Профиль маршрута
sv: Ruttupplevelse

source: Safety Tips
da: Sikkerhedstips
de: Sicherheitstipps
es: Consejos de seguridad
fr: Conseils de sécurité
nb: Sikkerhetstips
pt_br: Dicas de segurança
ru: Советы безопасности
sv: Säkerhetstips

source: Scheduled reminders
da: Planlagte påmindelser
de: Geplante Erinnerungen
es: Recordatorios programados
fr: Rappels planifiés
nb: Planlagte påminnelser
pt_br: Lembretes agendados
ru: Запланированные напоминания
sv: Schemalagda påminnelser

source: Search airport, aircraft, raw text...
da: Søg lufthavn, fly, råtekst...
de: Flughafen, Flugzeug, Rohtext suchen...
es: Buscar aeropuerto, aeronave, texto...
fr: Rechercher aéroport, aéronef, texte brut...
nb: Søk flyplass, fly, råtekst...
pt_br: Buscar aeroporto, aeronave, texto bruto...
ru: Поиск аэропорта, воздушного судна, текста...
sv: Sök flygplats, flygplan, råtext...

source: Seeing exactly how strong it is
da: Se præcis hvor stærk den er
de: Genau sehen, wie stark es ist
es: Ver exactamente qué tan fuerte es
fr: Voir exactement quelle est l'intensité
nb: Se nøyaktig hvor sterk den er
pt_br: Ver exatamente a intensidade
ru: Видеть, насколько это сильно
sv: Se exakt hur stark den är

source: Select all that apply
da: Vælg alle der passer
de: Wähle alle zutreffenden
es: Seleccione todo lo que aplique
fr: Sélectionnez tout ce qui s'applique
nb: Velg alle som passer
pt_br: Selecione tudo que se aplica
ru: Выберите все подходящие
sv: Välj alla som stämmer

source: Setting up real-time alerts…
da: Opsætter realtidsadvarsler…
de: Richte Echtzeit-Warnungen ein…
es: Configurando alertas en tiempo real…
fr: Configuration des alertes en temps réel…
nb: Setter opp sanntidsvarsler…
pt_br: Configurando alertas em tempo real…
ru: Настраиваем оповещения в реальном времени…
sv: Ställer in realtidsvarningar…

source: Settings
da: Indstillinger
de: Einstellungen
es: Ajustes
fr: Réglages
nb: Innstillinger
pt_br: Configurações
ru: Настройки
sv: Inställningar

source: Severe
da: Kraftig
de: Stark
es: Severa
fr: Sévère
nb: Kraftig
pt_br: Severa
ru: Сильная
sv: Kraftig

source: Shear %.1f kt/kft
da: Forskydning %.1f kt/kft
de: Scherung %.1f kt/kft
es: Cizalladura %.1f kt/kft
fr: Cisaillement %.1f kt/kft
nb: Skjær %.1f kt/kft
pt_br: Cisalhamento %.1f kt/kft
ru: Сдвиг %.1f уз/кфт
sv: Vindskjuvning %.1f kt/kft

source: Shear %@ kt/kft
da: Forskydning %@ kt/kft
de: Scherung %@ kt/kft
es: Cizalladura %@ kt/kft
fr: Cisaillement %@ kt/kft
nb: Skjæring %@ kt/kft
pt_br: Cisalhamento %@ kt/kft
ru: Сдвиг %@ уз/кфт
sv: Skjuvning %@ kt/kft

source: Significant meteorological information for aviation
da: Vigtig meteorologisk information for luftfart
de: Bedeutende meteorologische Informationen für die Luftfahrt
es: Información meteorológica significativa para la aviación
fr: Informations météorologiques significatives pour l'aviation
nb: Viktig meteorologisk informasjon for luftfart
pt_br: Informações meteorológicas significativas para a aviação
ru: Важная метеорологическая информация для авиации
sv: Betydande meteorologisk information för luftfart

source: Skip
da: Spring over
de: Überspringen
es: Omitir
fr: Passer
nb: Hopp over
pt_br: Pular
ru: Пропустить
sv: Hoppa över

source: Smooth
da: Roligt
de: Ruhig
es: Suave
fr: Calme
nb: Rolig
pt_br: Suave
ru: Спокойно
sv: Lugnt

source: Smooth Flight Expected
da: Rolig flyvning forventet
de: Ruhiger Flug erwartet
es: Vuelo tranquilo previsto
fr: Vol calme prévu
nb: Rolig flyging forventet
pt_br: Voo tranquilo previsto
ru: Ожидается спокойный полёт
sv: Lugn flygning förväntas

source: Subscribe and unlock all forecasts
da: Abonnér og lås op for alle prognoser
de: Abonnieren und alle Vorhersagen freischalten
es: Suscríbete y desbloquea todos los pronósticos
fr: Abonnez-vous et débloquez toutes les prévisions
nb: Abonner og lås opp alle prognoser
pt_br: Assine e desbloqueie todas as previsões
ru: Подпишитесь и откройте все прогнозы
sv: Prenumerera och lås upp alla prognoser

source: Subscription
da: Abonnement
de: Abonnement
es: Suscripción
fr: Abonnement
nb: Abonnement
pt_br: Assinatura
ru: Подписка
sv: Prenumeration

source: Sudden turbulence
da: Pludselig turbulens
de: Plötzliche Turbulenzen
es: Turbulencia repentina
fr: Turbulence soudaine
nb: Plutselig turbulens
pt_br: Turbulência repentina
ru: Внезапная турбулентность
sv: Plötslig turbulens
